Revit 2027 API
SymbolTypeId.WPerFtSup2 Property
 Symbol W/ft², indicating unit Watts per square foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WPerFtSup2 { get; }
Public Shared ReadOnly Property WPerFtSup2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WPerFtSup2 {
	ForgeTypeId^ get ();
}
static member WPerFtSup2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace